brew "bash"
brew "git"
brew "git-secret"
brew "tmux"
brew "doctl"
brew "nvm"
brew "gnupg"
brew "htop"
brew "neovim"
brew "the_silver_searcher"
brew "kubernetes-cli"
brew "imagemagick"
brew "libpq", link: true
brew "python"

tap "homebrew/cask-fonts"
cask "font-fira-code"

tap "homebrew/cask"
cask "keybase"
cask "alfred"
cask "spectacle"
cask "little-snitch"
cask "dash"
cask "notion"
cask "protonmail-bridge"
cask "dropbox"

tap "homebrew/cask-versions"
cask "iterm2-nightly"
