tap "caskroom/cask"

brew "git"
brew "git-secret"
brew "git-lfs"
brew "doctl"
brew "nvm"
brew "gnupg"
brew "gpg-agent"
brew "htop"
brew "neovim"
brew "the_silver_searcher"
brew "s3cmd"
brew "heroku"
brew "ghi"
brew "kubernetes-cli"
brew "imagemagick"
brew "rbenv"

tap "caskroom/fonts"
cask "font-fira-code"

cask "keybase"
cask "iterm2"
cask "google-chrome"
cask "spotify"
cask "sublime-text"
cask "alfred"
cask "spectacle"
cask "flux"
cask "little-snitch"
cask "sublime-merge"
cask "sketch"
