brew "bash"
brew "git"
brew "git-secret"
brew "git-lfs"
brew "tmux"
brew "doctl"
brew "nvm"
brew "gnupg"
brew "htop"
brew "neovim"
brew "the_silver_searcher"
brew "s3cmd"
brew "ghi"
brew "kubernetes-cli"
brew "imagemagick"
brew "libpq", link: true
brew "chrome-cli"
brew "go"

tap "caskroom/fonts"
cask "font-fira-code"

tap "caskroom/cask"
cask "keybase"
cask "google-chrome"
cask "spotify"
cask "alfred"
cask "spectacle"
cask "flux"
cask "little-snitch"
cask "sketch"
cask "dash"
cask "dropbox"
cask "docker"
cask "1password"
cask "slack"
cask "notion"
cask "zoomus"
cask "kap"

tap "homebrew/cask-versions"
cask "iterm2-nightly"
